{   
    "Welcome":"မင်္ဂလာပါ",
    "User Name":"အသုံးပြုသူအမည်",
    "password":"စကားဝှက်",
    "Login":"လော့ဂ်အင်",
    "It looks like you have already filled in the details.":"အသေးစိတ်အချက်အလက်များကို သင်ဖြည့်ပြီးဖြစ်ပုံရသည်။",
    "Do you need to amend details?":"အသေးစိတ်ပြင်ဆင်ရန် လိုအပ်ပါသလား။",
    "Name":"နာမည်",
    "Attending status":"တက်ရောက်မှုအခြေအနေ",
    "Dish Entree":"entrée",
    "Dish Main":"အဓိကဟင်း",
    "Notes":"မှတ်စု",
    "Edit Details":"အသေးစိတ်အချက်အလက်များကိုပြောင်းလဲရန်",
    "Dear":"ချစ်လှစွာသော",
    "Dress Code":"ဝတ်စုံကုတ်",
    "We would love for you to join us in celebrating in style!":"စတိုင်လ်ကျကျ ဆင်နွှဲဖို့ ကြိုဆိုပါတယ်",
    "While we are going with the elegance of ivory Burmese traditional attire,":"ဆင်စွယ်တွေရဲ့ ကျက်သရေရှိတဲ့ မြန်မာ့ရိုးရာဝတ်စုံတွေနဲ့ သွားနေပေမယ့်၊",
    "please feel free to dress in whatever makes you comfortable.":"သက်တောင့်သက်သာဖြစ်စေတဲ့ ၀တ်စုံဝတ်လို့ရပါတယ်။",
    "Whether it's traditional attire, formal wear, or your favorite outfit, your presence is what matters most.":"ရိုးရာဝတ်စုံပဲဖြစ်ဖြစ်၊ တရားဝင်ဝတ်တာပဲဖြစ်ဖြစ် အကြိုက်ဆုံးဝတ်စုံပဲဖြစ်ဖြစ်၊ ဒီအခမ်းအနားမှာ ပါဝင်ဖို့က အရေးကြီးဆုံးပါပဲ။",
    "Should you choose to embrace our theme, we look forward to sharing a collective sense of cultural beauty on this special day.":"ကျွန်ုပ်တို့၏အခင်းအကျင်းကို လက်ခံရွေးချယ်ပါက၊ ဤနေ့ထူးနေ့မြတ်တွင် စုပေါင်းအလှကို မျှဝေခံစားနိုင်ရန် မျှော်လင့်ပါသည်။",
    "Color Scheme":"အရောင်ရွေးချယ်မှု",
    "We hope this message finds you well. It is with great joy that we extend this invitation to join us for a memorable celebration. Your presence would truly make our day complete.":"ဤမက်ဆေ့ချ်သည် သင့်အား ကောင်းမွန်စွာ တွေ့ရှိနိုင်မည်ဟု ကျွန်ုပ်တို့ မျှော်လင့်ပါသည်။ အမှတ်ရဖွယ်အခမ်းအနားတစ်ခုအတွက် ကျွန်ုပ်တို့နှင့် ပူးပေါင်းပါဝင်ရန် ဤဖိတ်ကြားချက်ကို ထပ်လောင်းဝမ်းမြောက်မိပါသည်။ သင့်၏တည်ရှိမှုသည် ကျွန်ုပ်တို့၏နေ့ရက်ကို အမှန်တကယ်ပြည့်စုံစေမည်ဖြစ်သည်။",
    "Event Details:":"အစီအစဉ်အသေးစိတ်-",
    "Date:":"ရက်စွဲ",
    "Time":"အချိန်",
    "Venue":"နေရာ",
    "We have planned an occasion filled with warmth, laughter, and cherished moments. Your company means the world to us, and we cannot wait to share this special day with you.":"နွေးထွေးမှု၊ ရယ်မောမှု၊ မြတ်နိုးဖွယ်ရာ အခိုက်အတန့်တွေနဲ့ ပြည့်နှက်နေတဲ့ အချိန်အခါကို ကျွန်တော်တို့ စီစဉ်ထားပါတယ်။ ကျွန်တော်တို့ အတူရှိနေတာ အပျော်ရွှင်ဆုံးလို့ အဓိပ္ပါယ်ရပြီး ဒီနေ့ထူးနေ့မြတ်ကို မျှဝေချင်ပါတယ်။",
    "Please RSVP By Pressing next button, so we can ensure everything is perfect for your visit.":"ကျေးဇူးပြု၍ နောက်ခလုတ်ကို နှိပ်ခြင်းဖြင့် ကျွန်ုပ်တို့ထံ စာပြန်ပါ၊ သို့မှသာ သင်၏လည်ပတ်မှုအတွက် အရာအားလုံးပြီးပြည့်စုံကြောင်း ကျွန်ုပ်တို့သေချာနိုင်ပါသည်။",
    "Warm regards,":"နွေးထွေးစွာဖြင့်,",
    "Our venue is":"အခမ်းအနားကျင်းပမည့်နေရာမှာ",
    "Located at the intersection of U Htun Nyein St & Kan Yeik Thar St. Near Inya Lake Hotel":"အင်းလျားလိတ်ဟိုတယ်အနီး ဦးထွန်းငြိမ်းလမ်းနှင့် ကန်ရိပ်သာလမ်းဆုံတွင် တည်ရှိသည်",
    "RSVP":"ကျေးဇူးပြု၍ ဖြေကြားပေးပါ။",
    "Who is coming:":"ဘယ်သူတွေလာမှာလဲ",
    "Attending":"တက်ရောက်ပါမည်",
    "Not Attending":"တက်ရောက်မည်မဟုတ်ပါ",
    "Please select attendance status for all guests.":"ဧည့်သည်အားလုံးအတွက် တက်ရောက်မှုအခြေအနေကို ရွေးချယ်ပါ။",
    "Green mango salad":"သရက်သီးစိမ်းသုပ်",
    "Pumpkin soup":"ရွှေဖရုံသီးဟင်းချို",
    "Duck agnolotti":"ဘဲသား agnolotti",
    "Seabass":"ကကတစ်ငါး",
    "Submit":"တင်ရန်",
    "Next":"နောက်တစ်ခု",
    "Thank You!":"ကျေးဇူးတင်ပါသည်!",
    "We are excited to see you at the event!":"ပွဲမှာတွေ့ဖို့ စိတ်လှုပ်ရှားနေမယ်။",
    "We Start at 11am on the 7th July 2024 at SEEDS Restaurant":"2024 ခုနှစ် ဇူလိုင်လ 7 ရက်နေ့ နံနက် 11 နာရီတွင် SEEDS စားသောက်ဆိုင်တွင် စတင်ပါမည်။",
    "Your presence is the greatest gift to us.":"သင့်ရောက်ရှိနေခြင်းသည် ကျွန်ုပ်တို့အတွက် အကြီးမားဆုံးလက်ဆောင်ဖြစ်သည်။",
    "If you would like to add more guests, please let us know by July 5th, and we will do our best to accommodate.":"နောက်ထပ်ဧည့်သည်များ ထပ်ထည့်လိုပါက၊ ဇူလိုင်လ 5 ရက်နေ့ နောက်ဆုံးထားပြီး အကြောင်းကြားပေးပါ၊ လိုက်လျောညီထွေဖြစ်အောင် အစွမ်းကုန်ဆောင်ရွက်ပေးပါမည်။",
    "Should you wish to give something extra, a cash gift would be warmly appreciated. Thank you!":"အပိုတစ်ခုခု ပေးချင်ပါက ငွေသားလက်ဆောင်ကို နွေးထွေးစွာ တန်ဖိုးထားပါမည်။ ကျေးဇူးတင်ပါသည်!",
    "We Will Miss You!":"လွမ်းနေပါမယ်။",
    "We understand that you cannot attend the event. We will miss you and look forward to catching up soon!":"အခမ်းအနားသို့ သင်မတက်ရောက်နိုင်သည်ကို ကျွန်ုပ်တို့နားလည်ပါသည်။ ကျွန်ုပ်တို့သည် သင့်အား လွမ်းဆွတ်နေပြီး မကြာမီ အချိန်မီ စောင့်မျှော်နေပါမည်။",
    "If you change your mind and would like to join us, please let us know by July 5th, and we will do our best to accommodate.":"စိတ်ပြောင်းပြီး လာချင်တယ်ဆိုရင် ဇူလိုင်လ 5 ရက်နေ့ နောက်ဆုံးထားပြီး အကြောင်းကြားပေးပါ၊ လိုက်လျောညီထွေဖြစ်အောင် အစွမ်းကုန်ကြိုးစားသွားမှာပါ။",
    "If you wish to make changes, please contact Us":"အပြောင်းအလဲများ ပြုလုပ်လိုပါက ကျွန်ုပ်တို့ထံ ဆက်သွယ်ပါ။"

}